tap "epk/epk"
tap "fsouza/prettierd"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bat"
brew "fontconfig"
brew "cmake"
brew "coreutils"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "grep"
brew "ncurses"
brew "htop"
brew "hyfetch"
brew "imagemagick"
brew "node"
brew "jupyterlab"
brew "lazygit"
brew "libgit2@1.7"
brew "libxml++@5"
brew "lsd"
brew "mpv"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nnn"
brew "powerlevel10k"
brew "ripgrep"
brew "rmlint"
brew "speedtest-cli"
brew "stylua"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "wget"
brew "zoxide"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazydocker/lazydocker"
cask "alacritty"
cask "anydesk"
cask "appcleaner"
cask "discord"
cask "firefox"
cask "font-geist-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "motrix"
cask "neardrop"
cask "warp"
